[GENERAL]
NAME					= Norsk bokmal
TRANSLATOR				= LazehPanda/Alex Thomassen
DLG_FONT_NAME							= 
DLG_FONT_SIZE							= 

[TEXT]
TEXT_APP_NAME				= Bandicut
TEXT_BUILDNO				= Versjon#
TEXT_VERSION				= Bandicut ${str1} (${str2})
TEXT_APPINFO				= Bandicut - Rask, enkel videoredigering
TEXT_BETA				= Beta
TEXT_UNREGISTERED			= Uregistrert

TEXT_YES				= Ja
TEXT_NO					= Nei
TEXT_CLOSE				= Lukk
TEXT_CANCEL				= Avbryt
TEXT_OK					= OK
TEXT_ABORT				= Stopp
TEXT_RETRY				= Prøv på nytt
TEXT_IGNORE				= Ignorer
TEXT_CONTINUE				= Fortsett

TEXT_SAVE				= Save
TEXT_NOT_SAVE				= Don't Save

TEXT_SECOND				= Sek.

TEXT_OPEN_FILE				= Åpne fil
TEXT_SELECT_FOLDER			= Velg utgangsmappe

TEXT_SEG_DURATION			= Lengde ${str1}
TEXT_SEEK_POS				= Søk ${str1}
TEXT_TOTAL_SEG_DURATION			= Totalt ${str1}
TEXT_HIGH_SPEED_MODE			= Høyhastighetsmodus
TEXT_HIGH_ENCODING_MODE			= Enkodingsmodus

TEXT_VOLUME_MUTE			= Demp
TEXT_VOLUME				= Volum: ${int1}

TEXT_CHANGE_LANG			= For å endre språk, så bør du restarte Bandicut.[br]Har du lyst til å restarte nå?
TEXT_RESET_ALL_SETTINGS			= Er du sikker på at du vil tilbakestille alle innstillinger til standard?
TEXT_SHUTDOWN_SEC			= Systemet vil avslutte om ${int1} sekunder.
TEXT_SHUTDOWN_APP_SEC			= Bandicut vil avslutte om ${int1} sekunder.

TEXT_UPDATE_AVAILABLE			= En ny versjon for Bandicut er tilgjengelig. [br]Har du lyst til å laste den ned nå?
TEXT_UPDATE_UNAVAILABLE			= Denne versjonen er den nyeste.
TEXT_UPDATE_FAILED			= Versjonsjekk feilet. [br]System kan være frakoblet fra internett for øyeblikket. Vennligst prøv igjen.
TEXT_OFFLINE				= Denne funksjonen er bare tilgjengelig når man er koblet til internett.[br]Vennligst prøv igjen etter du har sjekket internetttilkoblingen din.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Error, Warning
TEXT_PROGRAM_INVALID			= Programmet er ugyldig. [br]Du må installere Bandicut på nytt.

TEXT_NOT_SEEKABLE			= Denne mediafilen er ikke søkbar. 
TEXT_NOT_SEEKABLE_DETAIL		= Høyhastighetsmodus og segment-instillinger er ikke tilgjengelig.[br]- Korrupt indekstabell.[br]- Mangler nøkkelbilde eller indekstabell.

TEXT_NOT_SUPPORT_FILE			= Bandicut støtter ikke denne filen. [br](Det er ingen video eller kodekinformasjon.)[br]
TEXT_NOT_SUPPORT_VIDEO			= [br]- Videokodek ${int1} : ${int2} ${str1}
TEXT_NOT_SUPPORT_AUDIO			= [br]- Lydkodek ${int1} : ${int2} ${str1}
TEXT_NOT_SUPPORT_FORMAT			= [br]- Filformat : ${str1}
TEXT_NOT_SUPPORT_NONE			= Ingen
TEXT_NOT_SUPPORT_NOT_DECODE		= (Kan ikke avspilles)
TEXT_NOT_SUPPORT_NO_VIDEO_DATA		= (Ingen videodata)
TEXT_NOT_SUPPORT_NOT_EXIST		= [br]Inngangsfilen finnes ikke.[br]Vennligst sjekk filbanen.

TEXT_NOT_HIGH_SPEED			= Høyhastighetsmodus er ikke tilgjengelig.
TEXT_NOT_HIGH_SPEED_DETAIL		= Denne filen kan ikke bruke høyhastighetsmodus grunnet et kodekproblem [br]- Vennligst bruk enkodingsmodus.
TEXT_NOT_HIGH_SPEED_NOT_ENOUGH_VFRAME	= - Det er mindre enn 10 videobilder.
TEXT_NOT_HIGH_SPEED_QUERY		= - Kunne ikke opprette mediafilen.

TEXT_NOT_HIGH_SPEED_KEY_FRAME		= Høyhastighetsmodus er mye raskere enn Enkodingsmodus. [br]Men, startstiden for denne filen kan endre seg hvis man bruker høyhastighetsmodus (${str1}).

TEXT_KEY_FRAME_CUT_TITLE		= Vil du fortsette med høyhastighetsmodus?
TEXT_KEY_FRAME_CUT_IMPOSSIBLE		= Høyhastighetsmodus er tilgjengelig etter registrering.[br][br]Vil du kjøpe Bandicut-lisensen fra https://www.bandicut.com ?

TEXT_FRAME_CUT_CANT_CHANGE		= Du kan ikke endre denne innstillingen i gratisversjonen av Bandicut. Vennligst kjøp Bandicut fra https://www.bandicut.com

TEXT_KEY_FRAME_CUT	= Startstiden for denne filen kan endre seg.
TEXT_KEY_FRAME_CUT2			= - Vennligst bruk enkodingsmodus hvis det oppstår et problem.

TEXT_NOT_HIGH_SPEED_JOIN		= Du kan bare bruke høyhastighetsmodus for sammensetteren hvis alle formaterer er helt like. 

TEXT_MSG_CONVERTING_CLOSE		= Oppgaven utføres. Vil du avbryte den og lukke Bandicut?
TEXT_MSG_CONVERTING_CANCEL		= Oppgaven utføres. Vil du avbryte den?
TEXT_MSG_CHECK_NOT_SHOW			= Ikke vis neste gang.
TEXT_MSG_WRITE_HEADER			= Filheader skrives. Hvis filen er for stor, kan denne oppgaven ta lang tid. Vennligst vent.

TEXT_ERROR_DISKSPACE_TITLE		= Ikke nok diskplass for utgangsmappen.
TEXT_ERROR_DISKSPACE			= Vennligst endre utgangsmappen og prøv igjen.
TEXT_ERROR_DISKSPACE_DETAIL		= [br]-Tilgjengelig diskplass: ${str1}[br]-Nødvendig diskplass:${str2}
TEXT_ERROR_CACHE_DISKSPACE_TITLE	= Ikke nok diskplass for buffermappen (cache).
TEXT_ERROR_CACHE_DISKSPACE		= Vennligst endre buffermappen (cache) og prøv igjen.
TEXT_ERROR_CACHE_DISKSPACE_DETAIL	= [br]-Tilgjengelig diskplass: ${str1}[br]-Nødvendig diskplass:${str2}
TEXT_ERROR_FILE_SYSTEM_TITLE		= Vennligst endre utgangsmappe eller hurtiglagringsmappe.
TEXT_ERROR_FILE_SYSTEM			= Utgangsmappen eller hurtiglagringsmappen er ikke plassert på et NTFS filsystem. Dette kan forårsake problemer med filer større enn 4GB.[br]-Mappe som bør endres:
TEXT_CANT_KEYFRAME_SEEK			= Analyserer nå mediafilen. Etter analysering er ferdig, så kan du søke etter nøkkelbildeenhet.
TEXT_READ_FILE				= Kunne ikke lese filen. Vennligst sjekk inngangsfilen.[br]Hvis filen er lokalisert på en CD/DVD, vennligst kopier filen til harddisken, og prøv igjen.
TEXT_CODEC_CONFIG			= Feil enkodingsinnstillinger.
TEXT_CODEC_CONFIG2			= [br]Vennligst gå til 'Enkodingsinnstillinger'-menyen, og bruk standard enkodingsinnstillingene, og deretter prøv igjen.
TEXT_VIDEO_ENCODING			= En feil oppstod ved enkoding av video. Vennligst sjekk inngangsfilen eller innstillingene for enkoding.
TEXT_VIDEO_ENCODING_QSV_TITLE		= Konverteringen har stoppet fordi det er et problem med Intel® Quick Sync Video enkoderen.
TEXT_VIDEO_ENCODING_QSV			= Ønsker du å bruke H.264 Software-enkoderen?
TEXT_AUDIO_ENCODING			= En feil oppstod ved enkoding av audio. Vennligst sjekk inngangsfilen eller innstillingene for enkoding.
TEXT_NOT_SUPPORT_TYPE			= Kunne ikke opprette utgangsfilen.
TEXT_UNSUPPORT_VIDEO_SIZE		= Kan ikke konvertere til denne videooppløsningen.[br]Maksimal oppløsning støttet av ${str1} er ${str2}.[br]Vennligst gå til menyen 'Enkodingsinnstillinger', velg en annen videooppløsning og prøv igjen.
TEXT_NO_ENCODER				= Kan ikke finne enkoderen.
TEXT_SEND_FILE				= Hvis du sender videofilen til bandicut@bandicam.com, vil vi prøve å fikse problemet.
TEXT_CHECK_CHANGE_ENCODER		= Bruk H.264 Software-enkoder fra nå av
TEXT_INTER_FILE				= En feil oppstod ved lagring av video til utgangsmappe.
TEXT_CANT_DECODE_AUDIO			= Noen lydspor kan ikke dekodes.[br]De vil ikke bli konvertert. Er du sikker på at du vil fortsette?

TEXT_REBUILD_COMPLETE			= Filen(e) er klar(e) for redigering.
TEXT_REBUILD_FAILED			= En feil oppstod under forberedning av videofilen(e).[br]

TEXT_ERRMSG_CONVERT_NUM			= Enkoding feilet.(${int1})
TEXT_ERRMSG_CONVERT_VSIZE		= Feilet i å bruke høyhastighetsmodus fordi filen er for stor. Vennligst bruk enkodingsmodus.

TEXT_MSG_CHANGE_MODE_DROP		= Hvis flere filer er lagt til i Bandicut, vil Bandicut endre modus til Sammensetteren. [br]Er du sikker på at du vil fortsette?
TEXT_MSG_CANT_CHANGE			= Bandicut analyserer filene som er lagt til.

TEXT_MISSED_FILE_REMOVE 		= Filen har blitt fjernet fra segmentlisten fordi den ikke eksisterer.[br]-${str1}

TEXT_INVALID_VALUE			= Please enter a value between ${int1} and ${int2}.

TEXT_WARNING_MAX_SEGMENT				= Du kan legge til opptil ${int1} filer/segmenter.
TEXT_WARNING_MAX_SEGMENT_FAIL			= Under ${int1} filer har ikke blitt lagt til.[br]${str1}
TEXT_WARNING_MAX_SEGMENT_AUTO		= Du er i ferd med å overstige det maksimale antallet segmenter i Bandicut (99). Hvis du fortsetter, vil noen av segmentene mangle.[br]Er du sikker på at du vil fortsette?
TEXT_WARNING_MAX_SEGMENT_SHORT		= Bandicut kan ikke splitte inn i ${int1} segmenter fordi lengden av hvert segment er for kort.[br]Vennligst skriv inn et mindre nummer.
TEXT_WARNING_MAX_SEGMENT_AUTO_CANT	= Du kan ikke splitte segmentet mer fordi det maksimale antallet segmenter er overskredet.
TEXT_WARNING_MAX_SEGMENT_ZERO		= Lengden er lenger enn segmentlengden.[br]Vennligst sett det til en mindre verdi og prøv igjen.
TEXT_WARNING_INVALID_TIME		= Vennligst sett lengden til mer enn 1 sekund.

TEXT_EXIST_FILE_HEADER			= En fil med det navnet finnes allerede
TEXT_EXIST_FILE_COMMENT			= Hvis du fortsetter med denne oppgaven, vil et sekvensnummer legges til filnavnet. Er du sikker på at du vil fortsette?
TEXT_EXIST_FILE_OVERWRITE			= Lagre prosjektfil
TEXT_EXIST_FILE_COMMENT_OVERWRITE	= ${str1} already exists.[br]Do you want to overwrite it?

TEXT_MSG_PROJECT_HELP			= What is a project file?
TEXT_MSG_SAVE_PROJECT_HEADER		= Oppgave utføres.
TEXT_MSG_SAVE_PROJECT			= If you add video files or a project file, the running task will be lost.
TEXT_MSG_SAVE_PROJECT2			= Ønsker du å fortsette etter lagring av prosjektfilen?
TEXT_MSG_SAVE_PROJECT_CLOSE		= Ønsker du å fortsette etter lagring av prosjektfilen?
TEXT_MSG_LOAD_PROJECT_FAIL		= Kunne ikke åpne prosjektfilen.
TEXT_MSG_RESTORE_PROJECT		= Bandicut didn't shut down correctly.[br]Do you want to restore your previous task?

; Available Encoder
TEXT_RECOMMEND_CODEC_COMMENT		= Intel Quick Sync Video er ikke aktivert.[br]For å bruke "H264 (Intel® Quick Sync Video)"-kodeken må du koble til VGA-kabelen fra skjermen inn i VGA-porten på hovedkortet.
TEXT_RECOMMEND_CODEC_COMMENT_OK	 =Ønsker du å besøke hjelpesiden?

TEXT_ENCODER_TITLE			= ${str1} enkoder tilgjengelig
TEXT_ENCODER_AVAILABLE_ENCODER		= ${str1} er en maskinvareenkoder som lar deg redigere videoer med en høyere hastighet enn en programvarebasert enkoder.
TEXT_ENCODER_AVAILABLE_ENCODER_OK	= [br]Ønsker du å bruke enkoderen ${str1}?

TEXT_ERROR_NOT_AVAILABLE_FB_UPLOAD	= Denne funksjonen er ikke lenger tilgjengelig på grunn av Facebooks regelverk.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Log
TEXT_INPUT_FILE_INFO			= Inngangsfilinformasjon
TEXT_H264_NOT_SUPPORT			= Dette systemet støtter ikke H.264 enkoding.
TEXT_FILE_NAME				= Filnavn: ${str1}
TEXT_FILE_TYPE				= Filformat: ${str1}
TEXT_FILE_DURATION			= Varighet: ${str1}
TEXT_FILE_SIZE				= Filstørrelse: ${str1}
TEXT_SEGMENT				= Segmenter: ${str1}
TEXT_HIGH_SPEED_KEY_FRAME_START		= - Original starttid: ${str1}
TEXT_HIGH_SPEED_KEY_FRAME_KEY_START	= - Ny starttid: ${str1}
TEXT_ENABLE_HIGH_SPEED			= Bruk høyfartsmodus: ${str1}
TEXT_SEEKABLE				= Søking ${str1}  
TEXT_POSSIBLE				= Aktiver
TEXT_IMPOSSIBLE				= Deaktiver
TEXT_POSSIBLE_REG			= Tilgjengelig etter registrering.
TEXT_TRACK_COUNT			= ${int1} videospor, ${int2} lydspor
TEXT_OUTPUT_FILE_INFO			= Utgangsfilinformasjon
TEXT_ADD_FAILED				= [Feilet i å legge til filen]
TEXT_OUTPUT_OPTION			= Utgangsinnstillinger
TEXT_INPUT_FILES				= [Antall inngangsfiler (Segmenter): ${int1}]
TEXT_H264_ENCODER			= H.264 enkoder
TEXT_CODEC				= Kodek

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Main window
TEXT_MAIN_MOVIE_FILES			= Mediafiler
TEXT_MAIN_PROJECT_FILES			=Prosjektfiler
TEXT_MAIN_ALL_FILES			= Alle filer

TEXT_MOREINFO				= Se mer...

TEXT_SEGMENT_TITLE			= Segment ${str1}
TEXT_SEGMENT_FILE_TITLE			= Fil ${str1}

TEXT_RECORDING				= Start Bandicam Screen Recorder[br](Ta opp en PC skjerm, et spill eller webkamera)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Banner
TEXT_BANNER_FONT			= Arial
TEXT_BANNER_FONT_COLOR			= #bbb
TEXT_BANNER_FONT_OVER_COLOR		= #5acf0c
TEXT_BANNER_OFF_TITLE			= Prøveversjon
TEXT_BANNER_OFF_SUBJECT			= Du bruker den uregistrerte versjonen.
TEXT_BANNER_OFF_CONTENTS_1		= Hvis du kjøper og registrerer en lisens for Bandicut,
TEXT_BANNER_OFF_CONTENTS_2		= kan du bruke programvaren uten prøvebegrensingene.
TEXT_BANNER_RESULT_SUBJECT		= Ikke fornøyd med hastigheten?
TEXT_BANNER_RESULT_CONTENTS_1		= Vennligst kjøp en lisens for Bandicut.
TEXT_BANNER_RESULT_CONTENTS_2		= Hastigheten vil bli økt med over <b>${str1}% (${str2})</b>.
TEXT_BANNER_RESULT_BTN			= Kjøp nå

TEXT_BANNER_UWP_SUBJECT			= Bandicut Video Cutter (gratis) for Microsoft Store
TEXT_BANNER_UWP_CONTENTS_1		= Fastest Lossless Video Cutter, Splitter and Joiner
TEXT_BANNER_UWP_CONTENTS_2		= For mer informasjon, vennligst besøk den offisielle nettsiden.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Configuration
TEXT_TAB_GENERAL			= Generelt
TEXT_TAB_FILE				= Resultat
TEXT_TAB_LANGUAGE			= Språk
TEXT_TAB_HIGHSPEED			= Høy hastighet
TEXT_TAB_VFILTER			= Videofilter
TEXT_TAB_INFO				= Om

TEXT_PREFIX_FILE_NAME			= Filnavn på kilde
TEXT_PREFIX_CUSTOM			= Egendefinert forstavelse
TEXT_PREFIX_NONOE			= Ingen
TEXT_SUFFIX_TIME			= Dato og tid
TEXT_SUFFIX_SERIAL			= Sekvensnummer
TEXT_SUFFIX_DATE_SERIAL			= Dato og sekvensnummer
TEXT_FILE_EXAMPLE			= Eks)
TEXT_DEFAULT_CACHE_FOLDER		= (Standard)

TEXT_INTEL_QSV				= Intel® Quick Sync video (Rask, Maskinvareaksellerasjon)

TEXT_H264_NOT_SUPPORT			= Dette systemet støtter ikke H.264-Enkoding.[br]Har du lyst til å besøke hjelp-siden?

TEXT_VIDEO_QUALITY			= Kvalitet
TEXT_VIDEO_BITRATE			= Bitrate(kbps)
TEXT_AUDIO_MONO				= Mono
TEXT_AUDIO_STEREO			= Stereo
TEXT_NO_VIDEO				= Ingen video
TEXT_NO_AUDIO				= Ingen lyd
TEXT_VIDEO				= Video
TEXT_AUDIO				= Lyd
TEXT_UNKNOWN				= Ukjent
TEXT_AUTO				= Auto
TEXT_ALWAYS				= Alltid
TEXT_DONT_USE				= Ikke bruk

TEXT_FIT_WIDTH				= Tilpass bredde
TEXT_FIT_HEIGHT				= Tilpass høyde
TEXT_SIZE_AUTO				= Behold originalstørrelse
TEXT_SIZE_CUSTOM			= Egendefinert

TEXT_FIT_WIDTH_INFO			= Tilpass bredde (${int1}x0)
TEXT_FIT_HEIGHT_INFO			= Tilpass høyde (0x${int1})
TEXT_SIZE_AUTO_INFO			= (${int1}x${int2})

TEXT_FULL_HD				= 1920x1080(Full HD, 1080p)
TEXT_FIT_IPAD2				= 1024 x 768 (iPad2)
TEXT_FIT_IPHONE4			= 960 x 640 (iPhone4)
TEXT_FIT_NEW_IPAD			= 2048 x 1536 (New iPad)

TEXT_FPS_AUTO				= Behold original-FPS (bilde per sekund)

TEXT_MIN_VIDEO_SIZE			= Minimumsverdien av bredde og høyde på videoen er ${int1}.
TEXT_MAX_VIDEO_SIZE			= Maksimumsverdien av bredde og høyde på videoen er ${int1}.
TEXT_ODD_VIDEO_SIZE			= Enkodingen kan feile hvis videohøyden eller -bredden er et oddetall.[br] Vil du endre på videostørrelsen følgende?
TEXT_ODD_VIDEO_SIZE2			= [br]- Brukerdefinert videostørrelse: ${int1} x ${int2}
TEXT_ODD_VIDEO_SIZE2_1			= [br]- ny videostørrelse: ${int1} x ${int2}
TEXT_MAX_VIDEO_KBITRATE			= Maksimumsverdien av videobitraten er ${int1} Kbps.
TEXT_MAX_VIDEO_QUALITY			= Videokvalitetsverdien bør være mellom 1 og 100.
TEXT_DONT_ALLOW_NORMALIZE		= Du kan ikke bruke denne innstillingen med [Fjern lydspor] innstillingen aktivert.[br]Ønsker du å deaktivere [Fjern lydspor] innstillingen?
TEXT_DONT_ALLOW_REMOVE_AUDIO		= Du kan ikke bruke denne innstillingen med [Normaliser] innstillingen aktivert.[br]Ønsker du å deaktivere [Normaliser] innstillingen?

TEXT_SAMPLERATE_AUTO			= Behold originalfrekvens

TEXT_ASK_FOR_REG			= Uregistrert versjon
TEXT_ASK_FOR_REG_DETAIL			= Kjøp Bandicut-lisensen for å fjerne alle begrensninger.
TEXT_ASK_FOR_REG_CONTINUE		= Ignorer og fortsett
TEXT_ASK_FOR_REG_REGNOW			= Registrer Bandicut
TEXT_ASK_FOR_REG_TRY			= Prøv uregistrert Bandicut

TEXT_NOT_EXIST_OUTPUT			= Utgangsmappen eksisterer ikke. Vennligst endre utgangsmappen.
TEXT_NOT_SUPPORT_FOLDER			= Du kan ikke lagre filer til denne mappen. Vennligst velg en annen mappe.
TEXT_NOT_SAVE_SOURCE_FOLDER		= Du kan ikke lagre filer i kildemappen [br]Ønsker du å fortsette etter å fjerne avhukingen for valget [Lagre i kildemappen]?
TEXT_NOT_ALLOWED_CHAR			= Et filnavn kan ikke inneholde følgende tegn.[br]${str1}
TEXT_LONG_PATH				= Filnavnet vil være for langt for produksjonen. Vennligst forkort filnavnet og prøv igjen, eller prøv en plassering som har en kortere filbane.[br]Maksimum filbanelengde er ${int1} tegn.
TEXT_ADDING_FILES			= Legger til mediafiler. Vennligst vent.

TEXT_DEFAULT_PRESET			= Standard
TEXT_FIT_WIDTH_PRESET			= Tilpass bredde
TEXT_FIT_HEIGHT_PRESET			= Tilpass høyde
TEXT_UPLOAD_480_PRESET			= YouTube / Twitter (480p, 30fps)
TEXT_UPLOAD_720_PRESET			= YouTube / Twitter (720p, 30fps)
TEXT_UPLOAD_1080_PRESET			= YouTube / Twitter (1080p, 30fps)
TEXT_SMARTPHONE_PRESET			= Smarttelefon
TEXT_PPT_PRESET				= PowerPoint
TEXT_DELETE_PRESET			= Ønsker du å slette forhåndsinnstillingen?[br][br]-Navn på forhåndsinnstilling: ${str1}
TEXT_SAME_PRESET			= En forhåndsinnstilling med dette navnet eksisterer allerede. Ønsker du å overskrive eksisterende forhåndsinnstilling?[br][br]-Navn på forhåndsinnstilling: ${str1}
TEXT_SAME_RENAME_PRESET			= En forhåndsinnstilling med dette navnet eksisterer allerede. Vennligst skriv inn et annet navn.[br][br]-Navn på forhåndsinnstilling: ${str1}
TEXT_REFLECTED_PRESET			= Your preset has been applied[br][br]-Preset name: ${str1}

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Installer
TEXT_WELCOMEPAGE_TEXT			= Denne programvaren vil installere Bandicut på din datamaskin.[br][br]Hvis Bandicut allerede kjører, vennligst avslutt Bandicut før du starter installasjonen.[br][br]Klikk Neste for å fortsette.
TEXT_DELETE_ALL_FILES			= Ikke alle filer i (${str1}) ble fjernet. [br]Vil du fjerne dem?
TEXT_STILLRUN_EXIT_PROGRAM		= Bandicut er i bruk. Vennligst lukk programmet før du fortsetter.
TEXT_THIS_IS_NT_ONLY_APP		= Denne programvaren fungerer best på Windows Vista eller nyere versjoner. [br]Ønsker du å laste ned versjonen for Windows XP?
TEXT_DO_NOT_WORK_32BIT			= Dette programmet støtter ikke Windows 32-bit. [br]Ønsker du å laste ned versjonen for Windows 32-bit?
TEXT_NEED_ADMIN_PRIVILEGE		= Installering av dette programmet krever administratorrettigheter. [br]Vil du avbryte installasjonen?
TEXT_DELETE_ALL_PRESET_FILES		= Dine egendefinerte forhåndsinnstillinger eksisterer.[br]Ønsker du å fjerne de?

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Wizard
TEXT_WIZARD_COMMENT				= Vennligst velg modusen du ønsker å bruke.
TEXT_WIZARD_COMMENT_CUT			= Kutt videofiler og fjern en eller flere deler av en video.
TEXT_WIZARD_COMMENT_SPLIT		= Del en videofil inn i flere segmenter.
TEXT_WIZARD_COMMENT_JOIN		= Sett sammen flere videofiler.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Cut/Join Guide
TEXT_GUIDE_CUT				= <font color=white>Bandicut</font> Splitter
TEXT_GUIDE_JOIN				= <font color=white>Bandicut</font> Sammensetter

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Cutting
TEXT_RESUME				= Fortsett
TEXT_PAUSE				= Pause
TEXT_READY				= Venter

TEXT_TITLE_ALARM_TRAILING		= ${str1} - Skriver filheader
TEXT_JOIN_JOB				= Slå sammen

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Register
TEXT_REGISTER_SUCCEEDED			= Din Bandicut har blitt registrert.
TEXT_REGISTER_FAILED			= Registrering feilet. [br]Sjekk e-postadressen din og serienummer.
TEXT_REGISTER_CONNECT_FAILED		= Kan ikke koble til registreringsservere.[br]Sjekk internett-tilkoblingen din, og sett systemklokken til dagens dato og tid.${str1}
TEXT_REGISTER_FAILED_HELP		= [br]Hvis du trenger hjelp, trykk på OK-knappen.
TEXT_REGISTER_INFO			= E-postadresse: ${str1}[br]Serienummer: ${str2}
TEXT_REGISTER_INFO2		= Utløpsdato: ${str1} (${int1} dager igjen)
TEXT_REGISTER_INFO2_EXPIRED	= Utløpsdato: ${str1} (Utløpt)
TEXT_REGISTER_YET			= Uregistrert!!![br]- Et vannmerke vil bli lagt til videoen.[br]- Vennligst trykk "Registrer" for å være alle limitasjoner.
TEXT_HAS_BEEN_UNREGISTERED		= Bandicut er nå avregistrert.
TEXT_UNREGISTER				= Ønsker du å avregistrere Bandicut?
TEXT_NOTICE_NEED_TO_RENEW	= Bandicut-lisensen utløper om ${int1} dager. Trykk på 'OK'-knappen for instrukser om lisensfornyelse.
TEXT_NOTICE_NEED_TO_RENEW_NOW	= Bandicut-lisensen har utløpt. Trykk på 'OK'-knappen for instrukser om lisensfornyelse.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; upload video
TEXT_UPLOAD_VID_NO_TITLE		= Vennligst legg inn en tittel for videoen du laster opp.
TEXT_UPLOAD_YOUTUBE_LOGIN		= Log inn - Youtube
TEXT_UPLOAD_YOUTUBE_LOGIN_TEXT		= Signing in with YouTube from the browser...
TEXT_UPLOAD_VIMEO_LOGIN			= Logg inn - Vimeo
TEXT_UPLOAD_COMPLETE			= Opplastet
TEXT_UPLOAD_ERR_FAIL			= Feilet i å laste opp videoen.
TEXT_UPLOAD_ERR_FILESIZE_LIMIT		= Denne filen er for stor til opplastning.
TEXT_UPLOAD_ERR_FREESPACE		= Det er ikke nok ledig plass på Vimeo til å laste opp.
TEXT_UPLOAD_ERR_CONNECT			= Feilet i å koble til server.
TEXT_UPLOAD_ERR_AUTH_VIMEO		= Kunne ikke laste opp denne videoen. Brukere av Vimeo Basic kan ikke bruke denne funksjonen.
TEXT_UPLOAD_WARNING_DOING		= Laster opp ${int1} videofiler. Vil du kansellere videoopplastningen og lukke Bandicut?
TEXT_UPLOAD_NO_PASSWORD			= Vennligst skriv inn et passord.
TEXT_UPLOAD_YOUTUBE_QUOTA	= Bandicut har overskredet den daglige kvoten for opplastning til YouTube.\nKvoten tilbakestilles ved midnatt Pacific Time.\nVennligst last opp videoen direkte til YouTube eller prøv igjen etter midnatt Pacific Time.\n\nØnsker du å besøke YouTube.com?
TEXT_UPLOAD_ERR_ACCESSTOKEN		= Failed to get an access token.

TXT_TITLE               		= Signing in with YouTube is complete!
TXT_MESSAGE_COMPLETE1   		= Signing in with YouTube is complete!
TXT_MESSAGE_COMPLETE2   		= You can close this page.
TXT_GOTO_BANDICUT_HOME  		= Go to bandicut.com

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; download & update 
TEXT_UPDATE_IN_PROGRESS			= Installeringen pågår...
TEXT_UPDATE_FAILED_DL			= En feil oppstod ved nedlastning av installasjonsfiler. [br]Sjekk om du er koblet til internett.
TEXT_UPDATE_INSTALL_SUCCEED		= Installasjonen er fullført.
TEXT_UPDATE_INSTALL_FAILED		= Installasjonen mislyktes.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Menu
[MENU]
MENUSTR_MAIN_ABOUT			= Om [tab]F1
MENUSTR_MAIN_FILE_OPEN			= Åpne fil [tab]F2, Ctrl+O
MENUSTR_MAIN_FILE_UPLOAD		= Last opp til
MENUSTR_MAIN_FILE_CLOSE			= Lukk fil [tab]F4
MENUSTR_MAIN_OUTPUT			= Åpne utgangsmappe [tab]Ctrl+F2
MENUSTR_MAIN_SETTING			= Konfigurasjon [tab]F5
MENUSTR_MAIN_REGISTER			= Registrering [tab]F3
MENUSTR_MAIN_CLOSE			= Avslutt [tab]Alt+F4
MENUSTR_MAIN_HELP			= Hjelp
MENUSTR_HELP_ONLINE			= Hjelp
MENUSTR_HELP_HOTKEYS			= Hotkeys
MENUSTR_HELP_LICENSE			= Lisensinformasjon
MENUSTR_MAIN_VIDEO			= Video
MENUSTR_MAIN_AUDIO			= Lyd
MENUSTR_MAIN_FILE_INFO			= Filinformasjon [tab]Ctrl+F1
MENUSTR_MAIN_FILE_CLOSE_ALL		= Lukk alle filer [tab]F4
MENUSTR_MAIN_PROJECT_FILE_OPEN		= Åpne prosjektfil
MENUSTR_MAIN_PROJECT_FILE_SAVE		= Lagre prosjektfil
MENUSTR_UPLOAD_SETTING			= Innstillinger

MENUSTR_PRESET_USER			= Egendefinerte forhåndsinnstillinger
MENUSTR_PRESET_ADD			= Legg til forhåndsinnstilling
MENUSTR_PRESET_EDIT			= Rediger forhåndsinnstillinger

[DIALOG]
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL 
IDCANCEL				= Avbryt
IDOK					= OK
IDC_BTN_CLOSE				= Lukk
IDC_BTN_YES				= Ja
IDC_BTN_NO				= Nei
IDC_BTN_REGISTER			= Registrer
IDC_CK_OPEN_OUTPUT_FOLDER		= Åpne utgangsmappe når oppgaven er fullført
IDC_ST_DETAIL_LINK			= Se mer...
IDC_ST_OPTION				= Alternativer
IDC_ST_HELP				= Hjelp

[IDD_OUTPUT_DETAIL]
IDD_OUTPUT_DETAIL			= Enkodingsmodusinnstillinger
IDC_ST_FILE_FORMAT			= Fil
IDC_ST_FORMAT				= Filformat
IDC_ST_VIDEO_DETAIL			= Video
IDC_ST_AUDIO_DETAIL			= Lyd
IDC_ST_VIDEO_SIZE			= Videostørrelse
IDC_ST_FPS				= FPS (Bilde Per Sekund)
IDC_ST_VIDEO_CODEC			= Videokodek
IDC_ST_VIDEO_MODE			= Bitratekontroll
IDC_ST_VIDEO_QUALITY			= Kvalitet
IDC_ST_VIDEO_BITRATE			= Bitrate
IDC_ST_VIDEO_DEINTERLACE		= Avfletting (deinterlace)
IDC_ST_AUDIO_CODEC			= Lydkodek
IDC_ST_AUDIO_CHANNEL			= Kanal
IDC_ST_AUDIO_SAMPLERATE			= Frekvens
IDC_ST_AUDIO_MODE			= Bitratekontroll
IDC_ST_AUDIO_BITRATE			= Bitrate
IDC_BTN_PRESET				= Standard
IDC_BTN_SETTING_MORE			= Flere innstillinger...
IDC_ST_AUDIO_NORMALIZE			= Normaliser
IDC_CK_AUDIO_NORMALIZE			= Bruk

[IDD_OUTPUT_H264]
IDD_OUTPUT_H264				= H.264-innstillinger
IDC_ST_H264_PROFILE_SETTING		= ${str1}-innstillinger
IDC_ST_H264_PROFILE			= Profil
IDC_ST_H264_LEVEL			= Nivå

[IDD_PRESET_ADD]
IDD_PRESET_ADD				= Legg til ny forhåndsinnstilling
IDC_ST_ADD_PRESET			= Du kan lagre disse innstillingene som en forhåndsinnstilling.[br]Vennligst legg inn et navn for den nye forhåndsinnstillingen.
IDC_ST_SELECT_ENCODER			= H.264 Enkoderinnstillinger
IDC_ST_VIDEO_ENCODER			= H.264 Enkoder	

[IDD_PRESET_RENAME]
IDD_PRESET_RENAME			= Endre navn på forhåndsinnstillingen
IDC_ST_RENAME_PRESET			= Skriv inn et nytt navn til forhåndsinnstillingen.

[IDD_PRESET_EDIT]
IDD_PRESET_EDIT				= Rediger forhåndsinnstillinger
IDC_BTN_PRESET_ADD			= Legg til
IDC_BTN_PRESET_DELETE			= Slett
IDC_BTN_PRESET_RENAME			= Endre navn

[IDD_SETTING]
IDD_SETTING				= Konfigurasjon
IDC_BTN_RESET				= Tilbakestill

[IDD_SETTING_GENERAL]
IDC_CK_SHOW_NOT_SKEEABLE		= Advar når man åpner ikke-søkbare mediafiler.
IDC_CK_ALERT_EXIST_FILE			= Varsle når en fil med det navnet allerede eksisterer.
IDC_CK_ALERT_SAVE_PROJECT		= Alert when saving a project file.
IDC_CK_USE_LOG_FILE			= Lag loggfiler(.log)
IDC_CK_MOV_FRONT_HEADER			= Lagre filinformasjon (moov) på starten av filen
IDC_CK_KEEP_CREATION_TIME		= Behold opprettelsesdato/tid av originalfilen (metadata).
IDC_ST_UPLOAD				= Opplastingsalternativer
IDC_CK_SHOW_TIP				= Vis tips/informasjon
IDC_CK_AUTO_MOVE			= Flytt skriveposisjon når nummertastene blir brukt.
IDC_CK_DEINTERLACE_PREVIEW		= Bruk deinterlace-filter ved avspilling av 'interlaced' video.

[IDD_SETTING_FILE]
IDC_ST_OUTPUT				= Utgangsmappe
IDC_BTN_SET_OUTPUT			= Bla gjennom...
IDC_BTN_OPEN_OUTPUT			= Åpne
IDC_CK_OUTPUT_SOURCE			= Lagre i kildemappen
IDC_ST_FILENAME				= Innstillinger for filnavngiving
IDC_ST_CACHE_FOLDER			= Buffermappe (cache)
IDC_BTN_SET_CACHE_FOLDER		= Bla gjennom...
IDC_BTN_SET_DEFAULT_CACHE_FOLDER	= Standard

[IDD_SETTING_LANGUAGE]
IDC_ST_LANGUAGE				= Språk
IDC_ST_TRANSLATOR			= Takk til oversettere

[IDD_SETTING_HIGHSPEED]
IDC_CK_SHOW_NOT_HIGH_SPEED		= Varsle når det ikke er mulig å bruke høyhastighetsmodus.
IDC_CK_ALWAYS_KEY_FRAME_CUT		= Alltid kutt/sammensett ved nøkkelbilde i høyhastighetsmodus.
IDC_CK_SHOW_KEY_FRAME_CUT		= Varsle når starttidspunktet på filen vil forandre seg.

[IDD_UPLOAD_TO_VIMEO]
IDD_UPLOAD_TO_VIMEO			= Last opp til Vimeo.com
IDC_ST_VIMEO_UPLOADINFO			= Opplastningsinformasjon
IDC_ST_VIMEO_FILENAME			= Filnavn:
IDC_ST_VIMEO_TITLE			= Tittel:
IDC_ST_VIMEO_DESCRIPTION		= Beskrivelse:
IDC_ST_VIMEO_PRIVACY			= Videotilgjengelighet:
IDC_RD_VIMEO_PRIVACY_ANYONE		= Alle - La alle se denne videoen
IDC_RD_VIMEO_PRIVACY_ONLYME		= Bare meg - Videoen er bare synlig til meg og ingen andre
IDC_RD_VIMEO_PRIVACY_FOLLOW		= Bare personer jeg følger - Synlig bare til personer jeg følger på Vimeo
IDC_RD_VIMEO_PRIVACY_UNLISTED		= Bare personer med den private linken kan se denne videoen
IDC_ST_VIMEO_PRIVACY_UNLISTED		= (Brukere som er Vimeo Basic kan ikke bruke denne innstillingen)
IDC_RD_VIMEO_PRIVACY_PASSWORD		= Bare de som har passordet kan se denne videoen 
IDC_CK_HIDE_PASSWORD			= Gjem passord
IDC_BTN_VIMEO_UPLOAD			= Last opp
IDC_LN_VIMEO_HELP			= Hjelp

[IDD_UPLOADING_VIMEO]
IDD_UPLOADING_VIMEO			= Laster opp...
IDC_ST_VIMEO_UPLOADED			= Videoopplastningen er ferdig!
IDC_ST_VIMEO_LINK			= Link:
IDC_ST_VIMEO_EMBED			= Embed:
IDC_BTN_VIMEO_LINK_GO			= Besøk
IDC_BTN_VIMEO_EMBED_COPY		= Kopier
IDC_BTN_VIMEO_CLOSE			= Lukk

[IDD_UPLOAD_TO_YOUTUBE]
IDD_UPLOAD_TO_YOUTUBE			= Last opp til Youtube.com
IDC_ST_YOUTUBE_UPLOADINFO		= Opplastningsinformasjon
IDC_ST_YOUTUBE_FILENAME			= Filnavn:
IDC_ST_YOUTUBE_TITLE			= Tittel:
IDC_ST_YOUTUBE_DESCRIPTION		= Beskrivelse:
IDC_ST_YOUTUBE_PRIVACY			= Videotilgjengelighet:
IDC_RD_YOUTUBE_PRIVACY_PUBLIC		= Offentlig - La hvem som helst se denne videoen
IDC_RD_YOUTUBE_PRIVACY_UNLISTED		= Ikke oppført - De som har linken til videoen kan se den
IDC_RD_YOUTUBE_PRIVACY_PRIVATE		= Privat - Gjør denne videoen synlig til meg selv og andre jeg oppfører
IDC_BTN_YOUTUBE_UPLOAD			= Last opp
IDC_LN_YOUTUBE_HELP			= Hjelp
IDC_LN_YOUTUBE_TOS			= 
IDC_CK_YOUTUBE_KEEP_LOGGED_IN		= Keep me logged in
IDC_BTN_YOUTUBE_LOGOUT			= Logout

[IDD_UPLOADING_YOUTUBE]
IDD_UPLOADING_YOUTUBE			= Laster opp...
IDC_ST_YOUTUBE_UPLOADED			= Videoopplastningen er ferdig!
IDC_ST_YOUTUBE_LINK			= Link:
IDC_ST_YOUTUBE_EMBED			= Embed:
IDC_BTN_YOUTUBE_LINK_GO			= Besøk
IDC_BTN_YOUTUBE_EMBED_COPY		= Kopier
IDC_BTN_YOUTUBE_CLOSE			= Lukk

[IDD_FILEINFO]
IDD_FILEINFO				= Filinformasjon
IDC_BTN_CLIPBOARD			= Kopier til utklippstavle

[IDD_REGISTER]
IDD_REGISTER				= Registrer Bandicut
IDC_ST_1BUY				= 1. Kjøp
IDC_ST_1BUY_COMMENT			= Hvis Bandicut ikke er registrert, vil det være et vannmerke på videoen. Vennligst trykk "Kjøp Nå" for å kjøpe en Bandicut-lisens.
IDC_BTN_BUY_ONLINE			= Kjøp nå
IDC_ST_2REGISTER			= 2. Registrer
IDC_ST_2REGISTER_COMMENT		= Vennligst skriv inn e-postadresse og serienummer. [br](Du trenger en internett-tilkobling for å registrere Bandicut.)
IDC_ST_EMAIL_ADDRESS			= E-postadresse
IDC_ST_SERIAL_NUMBER			= Serienummer
IDC_BTN_REGISTER_NOW			= Registrer nå
IDC_BTN_UNREGISTER_NOW			= Avregistrer

[IDD_SHUTDOWN]
IDD_SHUTDOWN				= Systemavslutning
IDC_ST_SHUTDOWN_INFO			= Systemavslutning
IDC_ST_SHUTDOWN_MSG1			= Dette systemet vil avslutte fordi prosessen er ferdig.[br]Hvis du ikke ønsker å avslutte, klikk på Avbryt-knappen.
IDD_SHUTDOWN_APP			= Avslutt Bandicut
IDC_ST_SHUTDOWN_APP_INFO		= Avslutt Bandicut
IDC_ST_SHUTDOWN_APP_MSG1		= Bandicut vil avslutte fordi prosessen er ferdig.[br]Hvis du ikke ønsker å avslutte Bandicut, klikk på Avbryt-knappen.

[IDD_UPDATE_CHECK]
IDD_UPDATE_CHECK			= Oppdateringssjekk
IDC_ST_UPDATE_SETTING			= Innstillinger
IDC_CK_ENABLE_AUTO_CHECK		= Aktiver automatisk oppdateringssjekk
IDC_CK_SHOW_UPDATE_POPUP		= Vis pop-up når en stor oppdatering er tilgjengelig.
IDC_CK_SHOW_ENABLE_BETA			= Show pop-up when a beta update is available.
IDC_BTN_CHECK_UPDATE_NOW		= Sjekk for oppdateringer nå

[IDD_UPDATEINFO]
IDD_UPDATEINFO				= Oppdateringsinformasjon
IDC_ST_UPDATE_MSG1			= Ny versjon tilgjengelig.
IDC_ST_UPDATE_MSG2			= Hvis du klikker “oppdater”-knappen, kan du laste den ned. 
IDOK					= Oppdater

[IDD_FAILTOADD]
IDD_FAILTOADD				= Feilet i å legge til fil(er).

[IDD_ITEM_EDIT]
IDD_ITEM_EDIT				= Videosplitter
IDOK					= Bruk
IDC_RD_SPLIT_NUMBER			= Del inn i
IDC_RD_SPLIT_TIME			= Del etter varighet:
IDC_ST_SEGMENT				= Segmenter
IDC_CK_KEEP_SEGMENT			= Behold det valgte segmentet
IDC_ST_HOUR				= Time
IDC_ST_MIN				= Min.
IDC_ST_SEC				= Sek.

[IDD_INFORMATION]
IDD_INFORMATION				= Hurtigtaster
IDD_INFORMATION_LICENSE			= Lisensinformasjon

[SKIN]
; New UI
; Common
$BN_START				= Start
$BN_CANCEL				= Avbryt
$BN_OK					= OK
$BN_YES					= Ja
$BN_NO					= Nei
$ST_OPTION				= Alternativer
$CK_JOIN				= Sett sammen
$BN_OPEN_OUTPUT				= Åpne
$BN_HELP				= Hjelp
$CHECK_DO_NOT_SHOW			= Ikke vis neste gang.

; Main
$BN_TIP					= Vennligst registrer for å fjerne alle begrensninger.
$BN_ADD_SEGMENT				= Legg til segment
$BN_GUIDE_OPEN_FILE			= Åpne fil
$BN_GUIDE_OPEN_FILE_JOINER		= Åpne filer
$ST_GUIDE_SET_SEGMENT			= Velg skjæreområde
$ST_GUIDE_START				= Klikk Start
$ST_GUIDE_ADD_FILES			= Legg til filer
$ST_SEGMENT_LIST_TITLE			= Segmentliste (Splitter)
$ST_SEGMENT_LIST_TITLE_JOIN		= Filliste (Sammensetter)

; Wizard
$BN_WIZARD_CUT				= Start
$BN_WIZARD_JOIN				= Sett sammen
$BN_WIZARD_SPLIT			= Splitter

; About
$ST_ABOUT_VERSION_INFO			= Bandicut versjon
$ST_ABOUT_COPYRIGHT			= Copyright(c) 2013-2021 Bandicam.com
$BN_ABOUT_NEW_VERSION			= Ny versjon tilgjengelig.
$BN_ABOUT_CHECK_UPDATE			= Oppdateringssjekk
$ST_ABOUT_LICENCE_INFO			= Programinformasjon
$BN_ABOUT_REGISTER			= Registrer
$BN_ABOUT_REGISTER_HELP			= Slik kjøper og registrerer du
$ST_ABOUT_HOMEPAGE_INFO			= Nettside
$ST_ABOUT_HOMEPAGE_URL			= Hjemmeside
$ST_ABOUT_FAQ_URL			= FAQ
$BN_ABOUT_UPDATE_REGISTRATION		= Oppdater registrering
$BN_ABOUT_RENEW_LICENSE			= Forny lisense

; OutputProgress

; Ready
$ST_READY_OUTPUT_MODE			= Modus
$RD_READY_HIGH_SPEED_MODE		= Høyhastighetsmodus
$RD_READY_ENCODING_MODE			= Enkodingsmodus
$ST_READY_MODE_HIGH_SPEED		= Rask og "lossless" (datatapsfri) (Anbefalt)
$ST_READY_MODE_ENCODING			= Egendefiner filformat, kvalitet og kodek (Treg)
$ST_READY_FILE_FORMAT			= Filformat
$ST_READY_VIDEO_INFO			= Videoinformasjon
$ST_READY_VIDEO_ENCODER			= Videoenkoder
$ST_READY_AUDIO_INFO			= Lydinformasjon
$BN_READY_DETAIL_SETTING		= Enkodingsinnstillinger
$BN_READY_PRESET			= Forhåndsinnstilling
$ST_READY_OUTPUT_OPTION			= Utgang
$ST_READY_OUTPUT_FILE_NAME		= Filnavn
$ST_READY_SAVE_FOLDER			= Mappe
$CK_READY_OUTPUT_TO_SOURCE		= Lagre i kildemappen
$ST_READY_TRACK_OPTION			= Lagre spor
$RD_READY_ALL_TRACK			= Lagre alle video- og lydstrømmer.
$RD_READY_SEL_TRACK			= Lagre bare valgte video- og lydspor.
$CK_READY_EXTRACT_AUDIO			= Trekk ut lydspor (.mp3)
$CK_READY_REMOVE_AUDIO			= Fjern lydspor

; Run
$ST_RUN_CUT_FILE_INFO			= Fremgang
$ST_RUN_FILE_NAME			= Fil:
$ST_RUN_COMPLETE			= Fullført
$BN_RUN_UPLOAD				= Last opp
$BN_RUN_PLAY				= Spill av
$ST_RUN_RUNNING_TIME			= Tid som har gått
$ST_RUN_REMAINING_TIME			= Gjenværende tid
$ST_RUN_SPEED				= Hastighet
$ST_RUN_FILE_SIZE			= Filstørrelse
$ST_END_OPTION				= Etter fullføring
$ST_UPLOAD_OPTION			= Opplastingsalternativer
$CK_RUN_OPEN_OUTPUT_FOLDER		= Åpne utgangsmappe når oppgaven er fullført
$CK_RUN_SYSTEM_CLOSE			= Avslutt systemet
$CK_SOUND_ALARM				= Spill av en lyd
$CK_MOVE_TO_MAIN			= Gå til hovedvindu

; Capture
$BN_OPEN_FOLDER			= Åpne mappe
$BN_MESSAGE				= [u]Bildet har blitt lagret i utgangsmappen.[/u]

; Update Bandicam
$ST_UPDATE_STEP1_TEXT			= Har du brukt <font color="yellow">Bandicam</font>? Bandicam lar deg ta opp hva som helst fra PC skjermen din og lagre det som en videofil.[br]Har du lyst til å prøve Bandicam?
$BN_UPDATE_STEP1_LINK			= Lær mer
$ST_UPDATE_STEP2_TEXT			= Nedlastning pågår...
$BN_UPDATE_INSTALL			= Installer nå
$BN_UPDATE_LATER			= Nei takk!
$BN_UPDATE_CANCEL			= Avbryt
$BN_UPDATE_CLOSE			= Lukk
$ST_UPDATE_OFFLINE			= bandicam.jpg

; Rebuild Index
$ST_REBUILD_INDEX_TITLE			= Forbereder filen(e) for redigering.

; Tooltip
$TT_MENU				= Meny
$TT_WIZARD				= Kom i gang (Hjem)
$TT_CUTTER				= Start
$TT_JOINER				= Sett sammen
$TT_ABOUT				= Informasjon (F1)
$TT_SETTING				= Konfigurasjon (F5)
$TT_BANDICAM				= Start Bandicam

$TT_FILE_CLOSE_WORK			= Lukk alle filer (F4)
$TT_FILE_CLOSE_WORK_CUT			= Lukk fil - Fjerner alle segmenter (F4)

$TT_FILE_OPEN				= Åpne fil (F2,Ctrl+O)
$TT_FILE_ADD				= Legg til filer (F2,Ctrl+O)
$TT_FILE_PROJECT			=Prosjektfiler
$TT_OPEN				= Åpne

$TT_REGISTER				= Registrer (F3)
$TT_OPEN_OUTPUT_FOLDER			= Åpne prosjektfil (Ctrl+F2)
$TT_HELP				= Hjelp
$TT_REFRESH_LINFO			= Oppdater lisensinformasjon

$TT_PLAYER_PLAY				= Spill av/Pause (Mellomrom)
$TT_PLAYER_STOP				= Stopp (Ctrl+Mellomrom)
$TT_PLAYER_PLAY_SEG			= Spill av/Pause segment (Ctrl+P)
$TT_PLAYER_STOP_SEG			= Stopp segment (Alt+P)

$TT_PLAYER_PREV_KEY_FRAME		= Flytt til forrige nøkkelbilde (Ctrl+Venstre)
$TT_PLAYER_PREV_FRAME			= Flytt til forrige bilde (Venstre)
$TT_PLAYER_NEXT_FRAME			= Flytt til neste bilde (Høyre)
$TT_PLAYER_NEXT_KEY_FRAME		= Flytt til neste nøkkelbilde (Ctrl+Høyre)
$TT_PLAYER_PREV_FILE_PLAY		= Spill av forrige fil (Venstre)
$TT_PLAYER_NEXT_FILE_PLAY		= Spill av neste fil (Høyre)
$TT_PLAYER_SEG_ADD			= Legg til et segment (Ctrl+A)
$TT_ADD_SEGMENT_MAX				= You can add up to ${int1} files/segments.
$TT_PLAYER_SEG_START			= Sett starttid på segmentet ( S )
$TT_PLAYER_SEG_END			= Sett sluttid på segmentet ( E )
$TT_PLAYER_MUTE_ON			= Demp ( M )
$TT_PLAYER_MUTE_OFF			= Avdemp ( M )

$TT_PLAYER_CAPTURE			= Ta bilde av (Ctrl+C)

$TT_ADD_SEGMENT				= Legg til segment (Ctrl+N)
$TT_PREV_SEGMENT			= Flytt opp
$TT_NEXT_SEGMENT			= Flytt ned
$TT_PREV_MOVE_FILE			= Flytt bakover
$TT_NEXT_MOVE_FILE			= Flytt framover

$TT_RUN_UPLOAD_OPTION			= Opplastingsalternativer

$TT_LIST_PLAY				= Spill av/Pause Segment
$TT_LIST_SPLIT				= Split
$TT_LIST_CUT_REMOVE			= Fjern
$TT_LIST_JOIN_REMOVE		= Fjern

$FONT_SIZE				= 

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FILE
$LOGO_FILE				= logo.png
$BETA_ICON_FILE				= beta_icon.png
$UNREGISTERED_ICON_FILE			= unregistered_icon.png
$EXPIRED_ICON_FILE			= expired_icon.png

[HOTKEYS]
HOTKEYS_DEFAULT				= * Hurtigtaster for Bandicut
HOTKEYS_ABOUT				= - Om Bandicut:		F1
HOTKEYS_FILE_INFO			= - Filinformasjon:		Ctrl+F1
HOTKEYS_SETTING				= - Konfigurasjon:		F5
HOTKEYS_MAX				= - Maksimer/gjennopprett:	Enter
HOTKEYS_CHANGE_MODE			= - Endre modus	: Ctrl+M
HOTKEYS_REGISTER			= - Registrer Bandicut:		F3
HOTKEYS_HOME				= - Gå til startside: Hjem

HOTKEYS_PLAY_TITLE			= * Spill av
HOTKEYS_OPEN_FILE			= - Åpne fil:			Ctrl+O, F2
HOTKEYS_CLOSE				= - Lukk (alle) fil(er):		F4
HOTKEYS_START				= - Start:           Ctrl+Enter
HOTKEYS_OPEN_FOLDER			= - Åpne utgangsmappe:	Ctrl+F2
HOTKEYS_PLAY				= - Spill av/Pause:		Mellomrom
HOTKEYS_STOP				= - Stopp:			Ctrl+Mellomrom
HOTKEYS_MUTE				= - Demp/avdemp:		M

HOTKEYS_SEGMENT_PLAY			= - Spill av/pause segmentet:	Ctrl+P
HOTKEYS_SEGMENT_STOP			= - Stopp segmentet:		Alt+P
HOTKEYS_SEGMENT_REMOVE			= - Fjern et segment:	Delete

HOTKEYS_PLAY_FORWARD			= - Spol fram:		Høyre, Numpad+
HOTKEYS_PLAY_REWIND			= - Spol tilbake:		Venstre, Numpad-

HOTKEYS_CUT_TITLE			= * Split
HOTKEYS_SET_START_TIME			= - Sett starttid på segmentet:	S
HOTKEYS_SET_END_TIME			= - Sett sluttid på segmentet:	E
HOTKEYS_SEGMENT_ADD			= - Legg til segment:	Ctrl+N

HOTKEYS_NEXT_FRAME			= - Neste bilde:		Høyre, Numpad+
HOTKEYS_NEXT_KEY_FRAME			= - Neste nøkkelbilde:		Ctrl+Høyre

HOTKEYS_PREVIOUS_FRAME			= - Forrige bilde:		Venstre, Numpad-
HOTKEYS_PREVIOUS_KEY_FRAME		= - Forrige nøkkelbilde:	Ctrl+Venstre

HOTKEYS_PREVIOUS_SEL_SEG		= - Velg forrige segment : Opp
HOTKEYS_NEXT_SEL_SEG			= - Velg neste segment: Ned

HOTKEYS_PREV_TIME_DIGIT			= - Flytt til forrige tidssiffer:Shift+Tab
HOTKEYS_NEXT_TIME_DIGIT			= - Flytt til neste tidssiffer:	Tab

HOTKEYS_JOIN_TITLE			= * Sett sammen
HOTKEYS_PREV_FILE_PLAY			= - Spill av forrige fil: Venstre
HOTKEYS_NEXT_FILE_PLAY			= - Spill av neste fil: Høyre